<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы для проверки значений
    |--------------------------------------------------------------------------
    |
    | Последующие языковые строки содержат сообщения по-умолчанию, используемые
    | классом, проверяющим значения (валидатором).Некоторые из правил имеют
    | несколько версий, например, size. Вы можете поменять их на любые
    | другие, которые лучше подходят для вашего приложения.
    |
    */

    "accepted"             => "Вы должны принять :attribute.",   
    "fields"  => array(
        "name"		=> "Название страницы",
        "type"		=> "Тип элемента",
        "code"		=> "Код элемента",
        "template_id"  => "Шаблон",
        "children_type"	 => "Тип дочерних элементов",
        "images"	 => "Изображения",
        "public_date"	 => "Дата публикации",
        "short_content"	 => "Краткое описание",
        "content"    => "Содержание элемента",
        "title"	 => "Заголовок на странице",
        "meta_title"	 => "Мета тег «title»",
        "meta_keywords"	 => "Мета тег «keywords»",
        "meta_description"	 => "Мета тег «description»",
    )
);
